const bookmarkList = [

    {
        id: 1,
        name: '메인북마크1',
        children: [
            {
                name: '서브북마크1',
                id: 10,
                children: [
                    {
                        "channel": "트위터",
                        "value2": "파이썬",
                        "value3": "테크코드",
                        "value5": "#ZDNetKorea #지디넷코리아 \n요기요, 파이썬 백엔드 신입 개발자 공개 채용 \nhttps://t.co/Lq2cTUQz7C \n \n#IT #TECH #테크 \n#Trends #트렌드",
                        "value7": "1",
                        "value6": "0",
                        "value8": "0",
                        "value9": "2022-10-04 08:57:23 +0900",
                        "value1": "https://twitter.com/1482021582251855874/status/1577085436299661312"
                    },
                    {
                        "channel": "트위터",
                        "value2": "파이썬",
                        "value3": "땡스기빙 💜",
                        "value5": "하지만다시파이썬만하고싶다",
                        "value7": "2",
                        "value6": "0",
                        "value8": "0",
                        "value9": "2022-10-04 08:30:05 +0900",
                        "value1": "https://twitter.com/1391649505083232258/status/1577078566876897280"
                    },
                ]
            },
            {
                name: '서브북마크2',
                id: 11,
                children: [
                    {
                        "channel": "트위터",
                        "value2": "파이썬",
                        "value3": "옵디 オブデ",
                        "value5": "@SDVX_HYEZiP4 잘하는건 아니구 파이썬이랑 C 문법정도 배우는데 어렵더라구요 ㅠㅠㅠ",
                        "value7": "0",
                        "value6": "0",
                        "value8": "1",
                        "value9": "2022-10-04 03:00:55 +0900",
                        "value1": "https://twitter.com/1566055787801112584/status/1576995729574227969"
                    },
                    {
                        "channel": "트위터",
                        "value2": "파이썬",
                        "value3": "Arai Ushio",
                        "value5": "파이썬 딕셔너리는 딕셔너리를 안을 수가 있구나.. https://t.co/ZGQjraZqbu",
                        "value7": "1",
                        "value6": "0",
                        "value8": "2",
                        "value9": "2022-10-04 03:52:28 +0900",
                        "value1": "https://twitter.com/390057925/status/1577008699507212288"
                    },
                ]
            },
        ]

    },
    {
        id: 2,
        name: '메인북마크 2',
        children: [{
            name: '서브북마크1',
            id: 12,
            children: [
                {
                    "channel": "트위터",
                    "value2": "파이썬",
                    "value3": "음식의 새로운 생각. 리푸드.",
                    "value5": "파이썬으로 첫 프로그램을 하나 만들었다.\n파이썬이 쉬워서 (이걸 이렇게 넣어도 된다고?) 막 짜고 돌렸다가\nType 에러때문에 한참을 고생했다. 그래 너도 언어구나...",
                    "value7": "0",
                    "value6": "0",
                    "value8": "1",
                    "value9": "2022-10-03 23:06:53 +0900",
                    "value1": "https://twitter.com/47277329/status/1576936831652106240"
                },
            ]
        }]
    }

]

export default bookmarkList